{
  "title": "Terms of Use",
  "effective_date": "August 20, 2024",
  "sections": [
    {
      "heading": "Who We Are",
      "content": "Nur Al Huda is dedicated to providing high-quality Islamic educational resources through the use of advanced AI technology. Our mission is to enhance access to Islamic knowledge while upholding the principles of the faith. For more information about Nur Al Huda, please visit <a href='https://nuralhuda.ca'>our website</a>."
    },
    {
      "heading": "Registration and Access",
      "content": "Minimum Age: You must be at least 13 years old to use our Services. If you are under 18, you must have your parent or legal guardian’s permission to use the Services.\n\nRegistration: You must provide accurate and complete information when registering for an account to use our Services. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. If you create an account or use the Services on behalf of another person or entity, you must have the authority to accept these Terms on their behalf."
    },
    {
      "heading": "Using Our Services",
      "content": "What You Can Do: Subject to compliance with these Terms, you may access and use our Services for educational and informational purposes. Your use must comply with all applicable laws, our Usage Policies, and any other guidelines we make available.\n\nWhat You Cannot Do: You may not use our Services for any illegal, harmful, or abusive activities. Specifically, you may not:\n- Use our Services in a way that infringes, misappropriates, or violates anyone’s rights.\n- Modify, copy, sell, or distribute any part of our Services.\n- Attempt to reverse engineer, decompile, or discover the source code of our Services.\n- Automatically or programmatically extract data or content from our Services.\n- Misrepresent content generated by our Services as being human-generated.\n- Disrupt or interfere with our Services, including circumventing any rate limits or security measures.\n- Use content from our Services to develop competing models or services."
    },
    {
      "heading": "Content",
      "content": "Your Content: You may provide input to our Services ('Input') and receive output generated by our Services based on that Input ('Output'). Input and Output are collectively referred to as 'Content.' You are responsible for ensuring that your Content does not violate any applicable laws or these Terms.\n\nOwnership of Content: You retain ownership of your Input and any Output generated by our Services, subject to applicable laws. We assign to you all our rights, if any, in and to the Output generated from your Input.\n\nSimilarity of Content: Given the nature of AI, similar Outputs may be generated for different users based on similar Inputs. Our assignment of rights does not extend to Output generated for other users.\n\nUse of Content: We may use Content to provide, maintain, and improve our Services, comply with legal obligations, enforce our policies, and ensure the safety of our Services."
    },
    {
      "heading": "Accuracy",
      "content": "AI and machine learning are evolving fields. While we strive to provide accurate and reliable Output, the probabilistic nature of machine learning means that Outputs may not always be accurate or reliable. By using our Services, you understand and agree that:\n\n- Output may not always be accurate, and you should not rely on it as the sole source of factual information or professional advice.\n- You are responsible for evaluating the accuracy and appropriateness of Output before using or sharing it.\n- Output may include content that does not represent the views of Nur Al Huda."
    },
    {
      "heading": "Paid Accounts",
      "content": "Billing: If you purchase a subscription or any paid Services, you must provide accurate billing information, including a valid payment method. Subscription fees will be automatically charged on each renewal period unless canceled.\n\nService Credits: Prepaid service credits may be used to access certain Services and are subject to our Service Credit Terms.\n\nCancellation: You may cancel your subscription at any time. Payments are non-refundable, except as required by law.\n\nChanges: We may adjust our prices from time to time. If we increase subscription prices, we will notify you at least 30 days in advance, and any increase will take effect at the next renewal period."
    },
    {
      "heading": "Termination and Suspension",
      "content": "Termination: You may stop using our Services at any time. We reserve the right to suspend or terminate your access if you violate these Terms, if required by law, or if your use poses a risk to us or others. We may terminate inactive accounts after one year.\n\nDiscontinuation of Services: We may discontinue our Services, in which case we will provide advance notice and offer refunds for prepaid, unused Services."
    },
    {
      "heading": "Disclaimer of Warranties",
      "content": "OUR SERVICES ARE PROVIDED 'AS IS.' WE DISCLAIM ALL WARRANTIES, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. WE DO NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE."
    },
    {
      "heading": "Limitation of Liability",
      "content": "IN NO EVENT WILL WE BE LIABLE FOR INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING LOSS OF PROFITS OR DATA, ARISING OUT OF YOUR USE OF OUR SERVICES. OUR TOTAL LIABILITY WILL NOT EXCEED THE GREATER OF THE AMOUNT PAID BY YOU FOR THE SERVICES OR $100."
    },
    {
      "heading": "How to Contact Us",
      "content": "If you have any questions or concerns about this Privacy Policy, please contact us at <a href='https://nuralhuda.ca/contact-form'>our contact form</a>."
    }
  ]
}
